Repository: BlondelSeumo/Gym-Management-System
Catalog: src/Locale/*/default.po
Languages: he

source: Finish
he: סיים

source: Please Note :
he: שימו לב :

source: 1. It may take couple of minutes to set-up database.
he: 1. זה עשוי לקחת כמה דקות כדי להגדיר את מסד הנתונים.

source: 2. Do not refresh page after to you click on install button.
he: 2. לא לרענן את הדף לאחר לחיצה על כפתור ההתקנה.

source: 3. You will be acknowledge with success message once after installation finishes.
he: 3. אתה תהיה מודה עם הודעת הצלחה לאחר סיום ההתקנה.

source: 4. Click on install to complete the installation.
he: 4. לחץ על התקן כדי להשלים את ההתקנה.

source: Congratulation
he: ברכות

source: Installation Completed Successfully
he: ההתקנה הושלמה בהצלחה

source: Click
he: לחץ על

source: here to redirect on login page.
he: כאן כדי להפנות מחדש בדף \ tlogin.

source: Member Registration
he: רישום חברים

source: state
he: מדינה

source: Select Joining Date
he: בחר תאריך הצטרפות

source: Go Back
he: תחזור

source: Membership List
he: רשימת חברים

source: Membership Category
he: קטגוריה

source: Membership Period
he: תקופת חברות

source: No. of Days
he: מספר ימים

source: Membership Limit
he: מגבלת חברות

source: Limited
he: מוגבל

source: Unlimited
he: ללא הגבלה

source: no. of classes
he: לא. של שיעורים

source: Class every week
he: מחלקה בכל שבוע

source: Class every month
he: מחלקה בכל חודש

source: Membership Amount
he: סכום החברות

source: Installment Plan
he: תוכנית התשלומים

source: Select Installment Plan
he: בחר תוכנית התקנה

source: Add Installment Plan
he: הוסף תוכנית לתשלומים

source: Signup Fee
he: דמי הרשמה

source: Membership Description
he: תיאור החברות

source: Membership Image
he: תמונה של חברות

source: Save Membership
he: שמור חברות

source: Installment Amount
he: סכום התשלום

source: Installment Period
he: תקופת התשלומים

source: SignUp Fee
he: דמי הרשמה

source: Activities
he: פעילויות

source: View Activity
he: הצג פעילות

source: Select Activity
he: בחר באפשרות פעילות

source: Edit Expense
he: ערוך את ההוצאות

source: Add Expense
he: הוסף הוצאה

source: Expense List
he: רשימת הוצאות

source: Supplier Name
he: שם ספק

source: Paid
he: בתשלום

source: Part Paid
he: חלק בתשלום

source: Unpaid
he: ללא תשלום

source: Expense Entry
he: כניסה לחשבון

source: Expense Amount
he: סכום הוצאה

source: Expense Entry Label
he: תווית כניסה לחשבון

source: Add Expense Entry
he: הוסף הכנסה הוצאות

source: Create Expense Entry
he: צור חשבון הוצאות

source: Edit Income
he: ערוך הכנסה

source: Add Income
he: הוסף הכנסה

source: Income List
he: רשימת הכנסות

source: income
he: הכנסה

source: Income label
he: תווית הכנסה

source: Select Status
he: בחר מצב

source: Income Entry
he: הכנסה

source: Income Amount
he: כמות הכנסה

source: Income Entry Label
he: תווית הכנסה

source: Add Income Entry
he: הוסף הכנסה

source: Create Income Entry
he: יצירת הכנסה הכנסה

source: Generate Payment Invoice
he: צור חשבונית תשלום

source: Membership Payment List
he: רשימת תשלומים לחברות

source: Total Amount
he: הכמות הכוללת

source: save_membership_payment
he: שמור

source: Title
he: כותרת

source: Pay
he: שלם

source: Attendance Report
he: דו"ח נוכחות

source: Reports
he: דיווחים

source: Membership Report
he: דוח החברות

source: Membership Status Report
he: דוח סטטוס חברות

source: Payment Report
he: דוח תשלום

source: Members Monthly Workout Report
he: דו"ח חודשי חודשי אימון

source: Strat Date
he: תאריך סטרט

source: There is not enough data to generate report.
he: אין מספיק נתונים ליצירת דוח.

source: Membership report
he: דוח החברות

source: Membership by status
he: חברות לפי מעמד

source: GO
he: ללכת

source: Workout Date
he: תאריך אימון

source: Workout Name
he: שם האימון

source: Download
he: הורד

source: No Workout Found.
he: לא נמצא אמון.

source: Fee Payment Report By Month
he: דמי תשלום לפי חודש

source: Staff Member List
he: רשימת אנשי צוות

source: Assign Role
he: הקצאת תפקיד

source: Select Role
he: בחר תפקיד

source: Specialization
he: התמחות

source: Save Staff
he: שמור צוות

source: Staff Member Name
he: שם חבר צוות

source: Role
he: תפקיד

source: Staff Member Email
he: אימייל של חבר צוות

source: Logging you in
he: מתחבר אליך

source: Login
he: התחברות

source: Class Booking
he: הזמנת כיתה

source: Class Booking List
he: רשימת הזמנת כיתות

source: Add Class Booking
he: הוסף הזמנה בכיתה

source: Booking Date
he: תאריך הזמנה

source: Booking Day
he: יום ההזמנה

source: Add Booking Class
he: הוסף כיתת הזמנות

source: Edit Booking Class
he: ערוך כיתת הזמנות

source: Save Booking
he: שמור הזמנה

source: Add Youtube Embaded Link
he: הוסף קישור משובץ ל- YouTube

source: Add More
he: הוסף עוד

source: No Any Video
he: אין שום סרטון

source: Export
he: ייצוא

source: Import
he: יבוא

source: Side Menu Color
he: צבע תפריט צד

source: Header Color
he: צבע כותרת

source: Theme Setting
he: הגדרת נושא

source: Sample Download
he: הורדת דוגמא

source: Membership Report List
he: רשימת דוחות חברות

source: Payment Report List
he: רשימת דוחות תשלום

source: Attendance Report List
he: רשימת דוחות נוכחות

source: Total Member
he: סך הכל חבר

source: Attendance Date
he: תאריך נוכחות

source: Number Of Member
he: מספר החבר

source: Stripe Setting
he: הגדרת פס

source: Secret Key
he: מפתח סודי

source: Publishable Key
he: מפתח הניתן לפרסום

source: Class Booking Fees
he: דמי הזמנת כיתות

source: Booking Type
he: סוג ההזמנה

source: Booking Detail
he: פרטי ההזמנה

source: Zipcode
he: מיקוד

source: Full Name
he: שם מלא

source: Class Information
he: מידע כיתתי

source: Select Booking Type
he: בחר סוג ההזמנה

source: Demo
he: הדגמה

source: Paid Booking
he: הזמנה בתשלום

source: Error! This class is already enjoy by you, now you can not book this class as demo.
he: שגיאה! שיעור זה כבר נהנה על ידך, עכשיו אתה לא יכול להזמין שיעור זה כהדגמה.

source: Error! Please Fill All Information.
he: שגיאה! אנא מלא את כל המידע.
