Repository: BlondelSeumo/Gym-Management-System
Catalog: src/Locale/*/default.po
Languages: he

source: Add Activity
he: הוסף פעילות

source: Success! Record Saved Successfully.
he: הצלחה! הרשומה נשמרה בהצלחה.

source: Success! Record Deleted Successfully
he: הצלחה! הרשומה נמחקה בהצלחה

source: Edit Activity
he: ערוך את הפעילות

source: Success! Record Updated Successfully.
he: הצלחה! הרשומה עודכנה בהצלחה.

source: Success! Record Saved Successfully.Please login again to see changes.
he: הצלחה! הרשומה נשמרה בהצלחה. אנא התחבר שוב כדי לראות שינויים.

source: Invalid File Extension, Please Retry.
he: סיומת קובץ לא חוקית, נסה שוב.

source: Add Class Schedule
he: הוסף תזמון מחלקה

source: Success! Record Saved Successfully
he: הצלחה! הרשומה נשמרה בהצלחה

source: Error! There was an error while updating,Please try again later.
he: שגיאה! אירעה שגיאה במהלך העדכון, נסה שוב מאוחר יותר.

source: Edit Class Schedule
he: עריכת תזמון מחלקה

source: Success! Record Updated Successfully
he: הצלחה! הרשומה עודכנה בהצלחה

source: Success! Class Deleted Successfully.
he: הצלחה! מחלקה נמחקה בהצלחה.

source: Weight Report
he: דוח משקל

source: Day
he: יום

source: Thigh Report
he: דוח הירך

source: Height Report
he: דוח גובה

source: Chest Report
he: דו"ח חזה

source: Waist Report
he: דו"ח מותניים

source: Arms Report
he: דו"ח נשק

source: Fat Report
he: דו"ח שומן

source: Fully Paid
he: שולם במלואו

source: Not Paid
he: לא בתשלום

source: Partially Paid
he: שולם חלקית

source: Membership Reminder Alert!
he: תזכורת תזכורת לחברות!

source: January
he: ינואר

source: February
he: פברואר

source: March
he: מרץ

source: April
he: אפריל

source: May
he: מאי

source: June
he: יוני

source: July
he: יולי

source: August
he: אוגוסט

source: September
he: ספטמבר

source: October
he: אוקטובר

source: November
he: נובמבר

source: December
he: דצמבר

source: You are not authorized to access that location.
he: אינך מורשה לגשת למיקום זה.

source: Class
he: מעמד

source: Present
he: מתנה

source: Absent
he: נעדר

source: Staff Member
he: חבר צוות

source: Success! Settings Saved Successfully.
he: הצלחה! ההגדרות נשמרו בהצלחה.

source: Success! Settings Saved successfully.
he: הצלחה! ההגדרות נשמרו בהצלחה.

source: Add Accountant
he: הוסף חשבון

source: Success! Record Successfully Saved.
he: הצלחה! הרשומה נשמרה בהצלחה.

source: Edit Accountant
he: מנהל חשבונות

source: Success! Accountant Deleted Successfully.
he: הצלחה! מנהל החשבון נמחק בהצלחה.

source: Add/Remove Category
he: הוספה / הסרה של קטגוריה

source: enter category name
he: הזן שם קטגוריה

source: Add Category
he: הוסף קטגוריה

source: Category
he: קטגוריה

source: Action
he: פעולה

source: Delete
he: מחק

source: Close
he: סגור

source: Add/Remove Installment Plan
he: הוספה / הסרה של תוכנית ההתקנה

source: Enter Duration Number
he: הזן מספר משך

source: Select Duration
he: בחר משך זמן

source: Days
he: ימים

source: Week
he: שבוע

source: Month
he: חודש

source: Year
he: שנה

source: Plan
he: תוכנית

source: Add/Remove Role
he: הוסף / הסר תפקיד

source: Enter Role
he: הזן תפקיד

source: Add Role
he: הוסף תפקיד

source: No roles added
he: לא נוספו תפקידים

source: Add/Remove Specialization
he: הוספה / הסרה של התמחויות

source: Enter Specialization
he: הזן התמחויות

source: No Specialization added
he: לא נוספה התמחות

source: Add/Remove Interest
he: הוסף / הסר ריבית

source: Enter Interest
he: הזן ריבית

source: Add Interest
he: הוסף עניין

source: Interest
he: ריבית

source: No record added yet
he: עדיין לא נוספה רשומה

source: Add/Remove Source
he: הוספה / הסרה של מקור

source: Enter Source
he: הזן מקור

source: Add Source
he: הוסף מקור

source: Source List
he: רשימת מקור

source: Add/Remove Levels
he: הוסף / הסר רמות

source: Enter Level
he: הזן רמה

source: Add Level
he: הוסף רמה

source: Levels
he: רמות

source: Activity
he: פעילות

source: Sets
he: סטים

source: Reps
he: נציגים

source: KG
he: ק"ג

source: Rest Time
he: זמן מנוחה

source: Kg
he: ק"ג

source: Your Workout
he: האימון שלך

source: Note
he: הערה

source: No Workout assigned for today.You can add data from below.
he: לא בוצע אימון עבור היום. תוכל להוסיף נתונים מלמטה.

source: Level
he: רמה

source: Select Level
he: בחר שלב

source: Edit/Delete Measurement
he: ערוך / מחק מדידה

source: Image
he: תמונה

source: Measurement
he: מדידה

source: Result
he: תוצאה

source: Record Date
he: תאריך הקלטה

source: No Data Found.
he: לא נמצאו נתונים.

source: Add/Remove Event Place
he: הוספה / הסרה של אירוע

source: Enter Place Name
he: הזן שם מקום

source: Add Place
he: הוסף מקום

source: Place Name
he: שם המקום

source: No Event Place added
he: לא נוספה 'אירוע אירוע'

source: Group Members
he: חברי קבוצה

source: No Members Assigned Yet.
he: לא הוקצו חברים.

source: Add Payment
he: הוסף תשלום

source: Paid Amount
he: סכום ששולם

source: Payment By
he: תשלום על ידי

source: Cash
he: כסף מזומן

source: Cheque
he: לבדוק

source: Bank Transfer
he: העברה בנקאית

source: Invoice
he: חשבונית

source: Issue Date
he: תאריך הוצאה

source: Status
he: סטטוס

source: Payment To
he: תשלום ל

source: Bill To
he: ביל To

source: Membership Type
he: סוג חברות

source: Sign Up Fee
he: דמי הרשמה

source: Membership Fee
he: דמי חברות

source: Total
he: סך הכל

source: Subtotal :
he: סיכום ביניים:

source: Payment Made :
he: שולם :

source: Due Amount :
he: סכום לתשלום:

source: Payment History
he: היסטוריית תשלומים

source: Date
he: תאריך

source: Amount
he: כמות

source: Method
he: שיטה

source: Print
he: הדפס

source: Invoice Entries
he: רשומות חשבוניות

source: Entry
he: כניסה

source: Price
he: מחיר

source: Username
he: שם משתמש

source: Grand Total :
he: סכום סופי :

source: Notice Detail
he: פרטי הודעה

source: Notice Title
he: כותרת הודעה

source: Notice Comment
he: הערה הערה

source: Notice For
he: הודעה עבור

source: Start Date
he: תאריך התחלה

source: End Date
he: תאריך סיום

source: Category List
he: רשימת קטגוריות

source: Assign Workout
he: הקצאת אמון

source: success! Record Saved Successfully.
he: הצלחה! הרשומה נשמרה בהצלחה.

source: Error! Workout days data couldn't saved.Please try again.
he: שגיאה! לא ניתן לשמור את נתוני ימי האימון. נסה שוב.

source: Error! Record couldn't saved.Please try again.
he: שגיאה! לא ניתן לשמור את הרשומה. נסה שוב.

source: View Workout
he: הצג אמון

source: Error! Workout days daya couldn't saved.Please try again.
he: שגיאה! לא ניתן לשמור את יום האימון של היום. נסה שוב.

source: Success! Record Deleted Successfully.
he: הצלחה! הרשומה נמחקה בהצלחה.

source: Success! Attendance Saved Successfully.
he: הצלחה! הנוכחות נשמרה בהצלחה.

source: Error! Please Select Member/Staff-Member.
he: שגיאה! אנא בחר חבר / חבר צוות.

source: Add Workout
he: הוסף אמון

source: Add Measurement
he: הוסף מדידה

source: Edit Measurement
he: ערוך מדידה

source: Test Email
he: בדוק את הדוא"ל

source: Add Group
he: הוסף קבוצה

source: Success! Group Added Successfully.
he: הצלחה! הקבוצה נוספה בהצלחה.

source: Edit Group
he: ערוך קבוצה

source: Add Member
he: תוסיף חבר

source: Edit Member
he: ערוך חבר

source: Success! Member activated successfully.
he: הצלחה! חבר הופעל בהצלחה.

source: Success! Message Sent Successfully.
he: הצלחה! הודעה נשלחה בהצלחה.

source: Error! Message Couldn't be Sent, Please Try Again.
he: שגיאה! ההודעה לא נשלחה, נסה שוב.

source: Success! Message Deleted Successfully.
he: הצלחה! ההודעה נמחקה בהצלחה.

source: Success! Api Key Saved successfully.
he: הצלחה! מפתח Api נשמר בהצלחה.

source: Success! Api Key Updated successfully.
he: הצלחה! מפתח Api עודכן בהצלחה.

source: Success! Mail Synchronize Successfully Done.
he: הצלחה! סנכרון דואר בוצע בהצלחה.

source: Campaign Tests Not Sent!
he: בדיקות קמפיין לא נשלחו!

source: Campaign Tests Sent!
he: בדיקות קמפיין נשלחו!

source: Error! Record Not Saved.Please Try Again.
he: שגיאה! הקלט לא נשמר. נסה שוב.

source: Success! Record Successfully Updated.
he: הצלחה! הרשומה עודכנה בהצלחה.

source: Error! Record Not Updated.Please Try Again.
he: שגיאה! הקלט לא עודכן. נסה שוב.

source: Success! Record Deleted Successfully Updated.
he: הצלחה! הרשומה נמחקה עודכנה בהצלחה.

source: Add Nutrition Schedule
he: הוסף תזונתיים תזמון

source: Success! Nutrition Added Sucessfully.
he: הצלחה! תזונה נוספה בהצלחה.

source: Error! Nutrition data couldn't saved.Please try again.
he: שגיאה! לא ניתן לשמור את נתוני התזונה. נסה שוב.

source: Error! Nutrition Schedule couldn't saved.Please try again.
he: שגיאה! תזמון התזונה לא נשמר. נסה שוב.

source: View Nutrition Schedule
he: הצג תזמון תזונתי

source: Error! New password and confirm password does not matched.Please try again.
he: שגיאה! הסיסמה החדשה ואישור הסיסמה אינן תואמות. נסה שוב.

source: Success! Password Updated Successfully
he: הצלחה! הסיסמא עודכנה בהצלחה

source: Error! Current password is wrong.Please try again.
he: שגיאה! הסיסמה הנוכחית שגויה. נסה שוב.

source: Success! Information Updated Successfully
he: הצלחה! מידע עודכן בהצלחה

source: Error! Not Update.Please try again.
he: שגיאה! לא Update.Please נסה שוב.

source: Only
he: רק

source: Registration completed successfully. You will get email after activation
he: ההרשמה הושלמה בהצלחה. אתה תקבל דוא"ל לאחר ההפעלה

source: Add Membership
he: הוסף חברות

source: Error! There was an error while saving,Please try again later.
he: שגיאה! אירעה שגיאה במהלך השמירה, נסה שוב מאוחר יותר.

source: Edit Membership
he: ערוך חברות

source: Success! Activity Successfully Assigned.
he: הצלחה! פעילות מוקצה בהצלחה.

source: Success! Activity Unassigned Successfully.
he: הצלחה! הפעילות בוטלה בהצלחה.

source: Success! Payment Added Successfully.
he: הצלחה! התשלום נוסף בהצלחה.

source: Success! Payment Record Deleted Successfully.
he: הצלחה! רשומת התשלום נמחקה בהצלחה.

source: Success! Payment Successfully Completed.
he: הצלחה! התשלום הושלם בהצלחה.

source: Paypal Payment IPN save failed to DB.
he: תשלום PayPal IPN שמור נכשל DB.

source: Add Staff Member
he: הוסף חבר צוות

source: Edit Staff Member
he: ערוך חבר צוות

source: Success! Staff Member Deleted Successfully.
he: הצלחה! חבר הצוות נמחק בהצלחה.

source: Sorry, Your account is expired.
he: מצטערים, פג תוקפו של החשבון שלך.

source: Error! Your account not activated yet!
he: שגיאה! החשבון שלך לא הופעל עדיין!

source: Invalid username or password, try again
he: שם משתמש או סיסמה לא חוקיים, נסה שוב

source: Not Taken
he: לא נלקח

source: Members
he: חברים

source: Staff Members
he: אנשי צוות

source: Accountants
he: רואי חשבון

source: Administrator
he: מנהל

source: No data available in table
he: אין נתונים זמינים בטבלה

source: Showing _START_ to _END_ of _TOTAL_ entries
he: מראה התחלה לסוף של ערכים בסך הכל

source: Showing 0 to 0 of 0 entries
he: מציג 0 עד 0 מתוך 0 רשומות

source: (filtered from _MAX_ total entries)
he: (מסוננים מרשומות סה"כ מקסימליות)

source: Show _MENU_ entries
he: הצגת ערכי תפריט

source: Loading...
he: טעינה...

source: Processing...
he: מעבד...

source: Search
he: לחפש

source: No matching records found
he: לא נמצאו תוצאות תואמות

source: First
he: ראשון

source: Last
he: אחרון

source: Next
he: הבא

source: Previous
he: קודם

source: activate to sort column ascending
he: הפעל כדי למיין עמודה עולה

source: activate to sort column descending
he: הפעל כדי למיין עמודה יורדת

source: Activity List
he: רשימת פעילויות

source: Activity Name
he: שם הפעילות

source: Activity Category
he: קטגוריה פעילות

source: Activity Trainer
he: מאמן פעילות

source: Select Category
he: בחר קטגוריה

source: Activity Title
he: כותרת פעילות

source: Assign to Staff Member
he: הקצה לחבר סגל

source: Select Staff Member
he: בחר חבר צוות

source: Select Membership
he: בחר חברות

source: Save Activity
he: שמור פעילות

source: Profile Setting
he: הגדרת פרופיל

source: Admin
he: מנהל מערכת

source: Personal Information
he: מידע אישי

source: First Name
he: שם פרטי

source: Last Name
he: שם משפחה

source: Email
he: דוא"ל

source: Login Information
he: פרטי התחברות

source: Password
he: סיסמה

source: Display Image
he: הצג תמונה

source: Save Details
he: שמור פרטים

source: Dashboard
he: מרכז השליטה

source: Group
he: קבוצה

source: Class & Nutrition Schedule
he: לוח תזונתיים & תזונתיים

source: Class Schedule
he: לוח זמנים

source: Nutrition Schedule
he: תזונתיים תזמון

source: Member Management
he: ניהול חברים

source: Accountant
he: רואת חשבון

source: Workout
he: להתאמן

source: Daily Workout
he: אימון יומי

source: Store & Products
he: חנות ומוצרים

source: Product
he: מוצר

source: Store
he: חנות

source: Event
he: אירוע

source: Attendance
he: נוכחות

source: Payment
he: תשלום

source: Membership Payment
he: תשלום חברות

source: Income
he: הכנסות

source: Expenses
he: הוצאות

source: Message
he: הודעה

source: Newsletter
he: עלון

source: Notice
he: הודעה

source: Report
he: להגיש תלונה

source: Email Settings
he: הגדרות אימייל

source: SubscriptionHistory
he: מנויayיסטוריה

source: General Settings
he: הגדרות כלליות

source: Access Right
he: גישה נכונה

source: Class List
he: רשימת מחלקות

source: Class Name
he: שם המחלקה

source: Add
he: הוסף

source: Select Assistant Staff Member
he: בחר חבר צוות עוזר

source: Location
he: מקום

source: Select Days
he: בחר ימים

source: Sunday
he: יום ראשון

source: Monday
he: יום שני

source: Tuesday
he: יום שלישי

source: Wednesday
he: יום רביעי

source: Thursday
he: יום חמישי

source: Friday
he: יום שישי

source: Saturday
he: יום שבת

source: Start Time
he: שעת התחלה

source: End Time
he: שעת סיום

source: Add Time
he: הוסף זמן

source: Save Class
he: שמור את הכיתה

source: Class Schedules
he: לוחות זמנים של מחלקות

source: Staff Name
he: שם צוות

source: Starting Time
he: זמן התחלה

source: Ending Time
he: זמן סיום

source: Edit
he: ערוך

source: Member
he: חבר

source: Membership
he: חברות

source: Group List
he: רשימת קבוצות

source: Payment by month
he: תשלום לפי חודש

source: There is not enough data to generate report
he: אין מספיק נתונים ליצירת דוח

source: Member Attendance Report
he: דוח נוכחות של חברים

source: No of Member
he: לא חבר

source: Staff Attendance Report
he: דוח נוכחות של צוות

source: Number of Staff Members
he: מספר חברי סגל

source: Staff Attendance
he: נוכחות צוות

source: Weight Progress Report
he: דו"ח התקדמות משקל

source: Waist Progress Report
he: דו"ח התקדמות המותניים

source: Thigh Progress Report
he: ירך התקדמות הדו"ח

source: Arms Progress Report
he: דו"ח התקדמות נשק

source: Height Progress Report
he: דו"ח התקדמות גובה

source: Chest Progress Report
he: דו"ח התקדמות חזה

source: Fat Progress Report
he: דו"ח התקדמות שומן

source: Version
he: גרסה

source: Member since
he: חבר מאז

source: Profile
he: פרופיל

source: Sign out
he: התנתק

source: Settings
he: הגדרות

source: System Settings
he: הגדרות מערכת

source: Gym Name
he: שם חדר כושר

source: Starting Year
he: תחילת השנה

source: Gym Address
he: כתובת חדר כושר

source: Office Phone Number
he: מספר טלפון במשרד

source: Country
he: מדינה

source: System Language
he: שפת מערכת

source: Set Language to RTL
he: הגדר שפה ל- RTL

source: Enable
he: הפעל

source: Date Format
he: פורמט תאריך

source: Time Zone
he: אזור זמן

source: Gym Logo
he: לוגו כושר

source: (Max. height 50px.)
he: (גובה מקסימלי של 50 פיקסלים).

source: Cover Image
he: תמונת שער

source: Measurement Units
he: יחידות מידה

source: Weight
he: משקל

source: Height
he: גובה

source: Chest
he: חזה

source: Waist
he: מותניים

source: Thing
he: דבר

source: Arms
he: נשק

source: Fat
he: שמן

source: Member Privacy Setting
he: הגדרת פרטיות של חבר

source: Member can view other member's details
he: חבר יכול לצפות בפרטים של חבר אחר

source: Staff Member can view own trainee member's details
he: חבר צוות יכול להציג את פרטי חבר המתאמן שלו

source: Paypal Setting
he: הגדרת Paypal

source: Enable Sandbox
he: הפעל ארגז החול

source: Paypal Email Id
he: זיהוי דוא"ל Paypal

source: Select Currency
he: תבחר מדינה

source: Membership Alert Message Setting
he: הגדרת הודעה על התראה של חברות

source: Enable Alert Mail
he: הפעל התראה בדואר

source: Reminder Before Days
he: תזכורת לפני ימים

source: Reminder Message
he: הודעת תזכורת

source: ShortCodes For Notification Mail Message
he: קודי מיקוד לקבלת הודעה

source: Member Name
he: שם חבר

source: Membership Name
he: שם חברה

source: Membership Start Date
he: תאריך התחלה של חברות

source: Membership End Date
he: תאריך סיום החברות

source: Message Setting
he: הגדרת הודעה

source: Member can Message To other's
he: חבר יכול הודעה של אחרים

source: Header & Footer Text
he: כותרת ותחתונה טקסט

source: Left Header Text
he: טקסט כותרת שמאלית

source: Footer Text
he: כותרת תחתונה

source: Save Settings
he: שמור הגדרות

source: Access Right Settings
he: גישה להגדרות הנכונות

source: Menu
he: תפריט

source: Attendence
he: נוכחות

source: Assigned Workouts
he: אימון שהוקצה

source: Workouts
he: אימונים

source: Fee Payment
he: תשלום אגרה

source: Expense
he: הוצאה

source: Account
he: חשבון

source: Subscription History
he: היסטוריית המנויים

source: Save
he: להציל

source: Accountant List
he: רשימת חשבונות

source: Photo
he: תמונה

source: Accountant Name
he: שם החשב

source: Accountant Email
he: דוא"ל חשב

source: Mobile No.
he: מס 'טלפון נייד

source: Middle Name
he: שם אמצעי

source: Gender
he: מין

source: Male
he: זכר

source: Female
he: נקבה

source: Date of birth
he: תאריך לידה

source: Contact Information
he: פרטי התקשרות

source: Home Town Address
he: כתובת העיירה

source: City
he: עיר

source: Mobile Number
he: מספר טלפון נייד

source: Phone
he: מכשיר טלפון

source: Save Accountant
he: שמור מנהל

source: Workout Logs
he: יומני אמון

source: Select Member
he: בחר חבר

source: Description
he: תיאור

source: End Date
he: תאריך סיום

source: Select workout activity to add on selected days
he: בחר בפעילות האימון להוספה בימים שנבחרו

source: Step-1 Add Workout
he: שלב 1 הוסף אמון

source: Step-2 Save Workout
he: שלב 2 שמור אמון

source: Save Workout
he: שמור אמון

source: Start From
he: התחל מ

source: TO
he: ל

source: Day name
he: שם יום

source: Workout Log
he: יומן האימון

source: No Record Found
he: לא נמצאו רשומות

source: Member Goal
he: יעד חבר

source: View Workouts
he: הצג אימונים

source: Member Attendance
he: נוכחות של חבר

source: Select Class
he: בחר Class

source: Take/View Attendance
he: קח / צפה נוכחות

source: Save Attendance
he: שמור נוכחות

source: No attendance found.
he: לא נמצאה נוכחות.

source: Staff Attendance, Date
he: נוכחות צוות, תאריך

source: Workout Daily
he: אימון יומי

source: Workout List
he: רשימת האימון

source: Result Measurement
he: מדידת תוצאה

source: Select Result Measurement
he: בחר באפשרות מדידת תוצאות

source: Result Date
he: תאריך תוצאה

source: Save Measurement
he: שמור את המדידה

source: Select Date
he: בחר תאריך

source: Select Record Date For Today Workout
he: בחר תאריך הקלטה לאימון היום

source: Mobile
he: נייד

source: View
he: נוף

source: View Measurement
he: הצג מדידה

source: Email Setting
he: הגדרת אימייל

source: Host
he: מארח

source: Port
he: נמל

source: To
he: ל

source: Send Test Mail
he: שלח בדיקת דואר

source: Group Name
he: שם קבוצה

source: Group Image
he: תמונה קבוצתית

source: Save Group
he: שמור קבוצה

source: Total Group Members
he: סך כל חברי הקבוצה

source: Members List
he: רשימת חברים

source: Member ID
he: תעודת חבר

source: Address
he: כתובת

source: State
he: מדינה

source: Zip code
he: מיקוד

source: Physical Information
he: מידע פיזי

source: Thigh
he: ירך

source: More Information
he: עוד מידע

source: Add Staff
he: הוסף צוות

source: Interested Area
he: אזור מעוניין

source: Select Interest
he: בחר ריבית

source: Add/Remove
he: הוסף הסר

source: Source
he: מקור

source: Select Source
he: בחר מקור

source: Referred By
he: הופנה ע"י

source: Inquiry Date
he: תאריך חקירה

source: Trial End Date
he: תאריך סיום הניסיון

source: Member Type
he: סוג חבר

source: Prospect
he: פרוספקט

source: Alumni
he: בוגרים

source: Add Class
he: הוסף מחלקה

source: Membership Status
he: סטטוס חברות

source: Continue
he: המשך

source: Expired
he: לא בתוקף

source: Dropped
he: נפל

source: Membership Valid From
he: חברות תקף מ

source: First Payment Date
he: תאריך תשלום ראשון

source: Save Member
he: שמור חבר

source: Joining Date
he: תאריך הצטרפות

source: Expire Date
he: תאריך תפוגה

source: Activate
he: הפעל

source: Activated
he: הופעל

source: Member List
he: רשימת חברים

source: Go
he: ללכת

source: View Member
he: הצג חבר

source: Name
he: שם

source: Mobile No
he: נייד לא

source: Date Of Birth
he: תאריך לידה

source: Moreinfo
he: עוד מידע

source: MemberShip
he: חבר

source: Expiry Date
he: תאריך תפוגה

source: Classes
he: כיתות

source: Interest Area
he: אזור עניין

source: Groups
he: קבוצות

source: Add Weight
he: הוסף משקל

source: Add Waist
he: הוסף את המותניים

source: Add Thigh
he: הוסף ירך

source: Add Arms
he: הוסף את הזרועות

source: Add Height
he: הוסף גובה

source: Add Chest
he: הוסף חזה

source: Add Fat
he: הוסף שומן

source: Add Photo
he: הוסף תמונה

source: Membership Title
he: כותרת חברות

source: Due Amount
he: סכום הולם

source: Payment Status
he: מצב תשלום

source: Compose Message
he: לחבר הודעה

source: Compose
he: כתוב

source: Inbox
he: תיבת הדואר הנכנס

source: Sent
he: נשלח

source: Message To
he: הודעה אל

source: None
he: אף אחד

source: Subject
he: נושא

source: Message Comment
he: הודעת תגובה

source: Send Message
he: לשלוח הודעה

source: Inbox Messages
he: הודעות נכנסות

source: Message From
he: הודעה מ

source: Sent Messages
he: הודעות שנשלחו

source: Setting
he: הגדרה

source: Sync Mail
he: סנכרן דואר

source: MailChimp list
he: רשימת MailChimp

source: Select list
he: בחר רשימה

source: Campaign list
he: רשימת מסעות פרסום

source: Select Campaign
he: בחר קמפיין

source: Send Capmaign
he: שלח Capmaign

source: Campaign
he: קמפיין

source: MailChimp API key
he: מפתח

source: Mailing list
he: רשימת תפוצה

source: Edit Notice
he: ערוך הודעה

source: Add Notice
he: הוסף הודעה

source: Notice List
he: רשימת הודעות

source: Notice Title
he: כותרת הודעה

source: All
he: את כל

source: Comment
he: תגובה

source: Nutrition Schedule List
he: רשימת תזונתיים תזונתיים

source: Select Nutrition to add on selected days
he: בחר תזונה כדי להוסיף על ימים נבחרים

source: Break Fast
he: ארוחת בוקר

source: Mid-Morning Snacks
he: אמצע הבוקר חטיפים

source: Lunch
he: ארוחת צהריים

source: Afternoon Snacks
he: אחר הצהריים חטיפים

source: Dinner
he: ארוחת ערב

source: + Add Nutrition
he: + הוסף תזונה

source: Step-2 Save
he: שלב 2 שמור

source: Time
he: זמן

source: No record found.
he: לא נמצאו רשומות.

source: Member Photo
he: תמונה של חבר

source: Edit Product
he: ערוך מוצר

source: Add Product
he: הוסף מוצר

source: Products
he: מוצרים

source: Product List
he: רשימת מוצרים

source: Product Name
he: שם מוצר

source: Product Price
he: מחיר מוצר

source: Product Quantity
he: כמות המוצר

source: Account Settings
he: הגדרות חשבון

source: Current Password
he: סיסמה נוכחית

source: New Password
he: סיסמה חדשה

source: Confirm Password
he: אשר סיסמה

source: Other Information
he: מידע אחר

source: Edit Event
he: ערוך אירוע

source: Add Event
he: הוסף אירוע

source: Schedule
he: לוח זמנים

source: Event List
he: רשימת אירועים

source: Event Name
he: שם אירוע

source: Event Date
he: תאריך אירוע

source: Event Place
he: מקום האירוע

source: Select Event Places
he: בחר מקומות אירועים

source: Add or Remove
he: להוסיף או להסיר

source: Place
he: מקום

source: Edit Sell Product
he: ערוך למכור מוצר

source: Add Sell Product
he: הוסף למכור מוצר

source: Sell Records
he: למכור רשומות

source: Select Product
he: בחר מוצר

source: Quantity
he: כמות

source: Gym Master - GYM Management Installation Wizard
he: מאסטר כושר - GYM ניהול אשף ההתקנה

source: Server Requirements
he: דרישות שרת

source: Database Setup
he: הגדרת מסד נתונים

source: Database Name
he: שם בסיס הנתונים

source: Database Username
he: שם משתמש במסד הנתונים

source: Database Password
he: סיסמת מסד נתונים

source: Fields are required.
he: שדות נדרשים.

source: System Setting
he: הגדרת מערכת

source: System Name
he: שם המערכת

source: Date Formate
he: תאריך פורמט

source: Calendar Language
he: שפת לוח שנה

source: Login Details
he: פרטי התחברות
